
[
  {
      "title": "Palli Karma-Sahayak Foundation (PKSF)",
      "description": "The Palli Karma-Sahayak Foundation (PKSF) is a national public sector direct access entity working as a sustainable platform for government to nongovernment organisation collaboration based in Bangladesh, with a mission of sustainable poverty eradication in Bangladesh by undertaking multidimensional human-centered development programmes.",
      "logo": " https://pksf.org.bd/wp-content/uploads/2020/09/PKSF-Master-Logo-small.png"
  },
  {
      "title": "Sonali Bank PLC (SBPLC) ",
      "description": "Sonali Bank PLC (SBPLC) (Bengali: সোনালী ব্যাংক (এসবিপিএলসি)) is a trusted partner, committed to dependable banking services and financial solutions. Our collaboration ensures secure transactions, efficient service, and reliable support. Together, we foster growth, drive innovation, and deliver seamless banking experiences you can trust.",
      "logo": "https://upload.wikimedia.org/wikipedia/bn/thumb/2/2e/সোনালী_ব্যাংকের_লোগো.svg/1200px-সোনালী_ব্যাংকের_লোগো.svg.png"
  },
  {
      "title": "AgroniBank PLC",
      "description": "Proudly partnered with AgroniBank to empower farmers and agribusinesses with seamless financial solutions. Together, we support growth, innovation, and sustainability in agriculture. Access tailored loans, secure investments, and expert financial guidance for a prosperous future.",
      "logo": "https://play-lh.googleusercontent.com/NtXVkctUvU_WG8NlLdg5BRSJsAMOpliK0uOJGjo15_QYVcLDGUq_Vwt-UIbb9BunOK4"
  },
  {
      "title": "Shahjalal Bank PLC",
      "description": "Shahjalal Bank PLC is a leading private commercial bank in Bangladesh. It offers a wide range of financial products and services to individuals, businesses, and institutions. Shahjalal Bank PLC is committed to providing innovative banking solutions and excellent customer service.",
      "logo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQUGpMh3jk87DvdR3Wn2LbVJOePbB6MXmmHqA&s"
  },
  {
      "title": "SMC ",
      "description": "We are proud to partner with SMC to drive innovation and excellence. Together, we are committed to delivering high-quality solutions, enhancing efficiency, and ensuring customer satisfaction. Our collaboration empowers businesses with cutting-edge technology and seamless integration. Join us in shaping the future!",
      "logo": "https://www.smc-bd.org/upload_images/menu/343_SMC-Logo-new-JPG.jpg"
  },
  {
      "title": "SBAC Bank PLC",
      "description": "Proudly partnered with SBAC Bank PLC, we strive to provide seamless financial solutions tailored to your needs. Together, we ensure secure transactions, innovative banking services, and a commitment to excellence. Our collaboration empowers businesses and individuals with trusted financial support. Experience the future of banking with us. ",
      "logo": "https://upload.wikimedia.org/wikipedia/commons/a/a2/SBAC_Bank_Ltd.png"
  },
  {
      "title": "Mercantile  bank PLC ",
      "description": "We are proud to partner with Mercantile Bank PLC, a trusted leader in banking and financial services. Together, we strive to deliver seamless and secure financial solutions, empowering businesses and individuals to achieve their goals. Our collaboration ensures innovation, reliability, and excellence in every transaction.",
      "logo": "https://www.mblbd.com/style/images/mbl_logo.jpg"
  },
  {
      "title": "Midline Bank PLC",
      "description": "Midline Bank PLC is our trusted financial partner, providing secure and innovative banking solutions. With their expertise, we ensure seamless transactions and reliable financial support for our clients. Together, we strive for excellence, growth, and customer satisfaction. Partnering with Midline Bank PLC means stability, trust, and success.",
      "logo": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Logo_of_Midland_Bank.svg/1200px-Logo_of_Midland_Bank.svg.png"
  },
  {
      "title": "First Security Islami Bank PLC",
      "description": "First Security Islami Bank PLC Bank PLC is our valued partner, providing trusted and innovative financial solutions. Through this collaboration, we ensure secure transactions, seamless banking services, and enhanced financial support for our clients. Together, we are committed to growth, efficiency, and customer satisfaction. Experience the strength of a reliable financial partnership with us.",
      "logo": "https://fsibplc.com/firstcash/en/img/fsibl%20logo.png"
  },
  {
      "title": "Prime Bank PLC",
      "description": "Prime Bank PLC is our trusted partner, bringing reliability and excellence in financial services. Through this partnership, we ensure secure transactions, innovative banking solutions, and seamless financial support for our clients. Together, we strive for growth, efficiency, and customer satisfaction. Experience the power of strong financial collaboration with us.",
      "logo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRDYIi5S0rQs8P7tL45I87rthUonJNs1XKY0w&s"
  },
  {
      "title": "Jamuna Bank PLC",
      "description": "Jamuna Bank PLC is a valued partner, committed to providing exceptional banking services and financial solutions. Our collaboration ensures top-notch security, seamless transactions, and reliable support for all our clients. Together, we focus on empowering growth, fostering innovation, and delivering the best in banking experiences. Trust in our partnership with Jamuna Bank for all your financial needs.",
      "logo": "https://media.licdn.com/dms/image/v2/D560BAQEw_TwNmjeFsA/company-logo_200_200/company-logo_200_200/0/1702228450782?e=2147483647&v=beta&t=0CFeQi-zApUBHWmnFHYNYYEVzZt9HX1Y22DFTHVF6es"
  },
  {
      "title": "Trust Bank PLC ",
      "description": "Trust Bank PLC is a valued partner, committed to delivering top-tier financial services and support. With our collaboration, we offer trusted banking solutions that ensure secure, efficient, and seamless experiences for our customers. Together, we focus on empowering financial growth and building lasting relationships. Join us in benefiting from a partnership that prioritizes trust, reliability, and innovation.",
      "logo": "https://play-lh.googleusercontent.com/-jqyw68wb0Twl7W0bmW2YUpsNke4HskdkmJr11iTNEkfoEizJjGPE9MQ00detReqHPU"
  },
  {
      "title": "NCC Bank PLC",
      "description": "NCC Bank is a key partner, known for its dedication to customer satisfaction and innovative banking solutions. Through our partnership, we provide reliable and secure financial services that help drive success and growth. Together, we work towards offering seamless banking experiences, ensuring that your financial needs are met with excellence. Trust in a partnership built on strength, integrity, and forward-thinking solutions.",
      "logo": " https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTuIko36_iqIzjO1HS5Ra1Xe-dIfYo-uep2CA&s"
  },
  {
      "title": "Southeast Bank PLC",
      "description": "Southeast Bank PLC is a trusted partner, offering innovative financial solutions designed to meet the needs of our clients. Our collaboration ensures seamless, secure banking experiences with a focus on reliability and customer satisfaction. Together, we strive to empower financial growth and deliver exceptional service. With Southeast Bank by our side, we are committed to providing top-tier support for your financial journey.",
      "logo": "https://www.tbsnews.net/sites/default/files/styles/author/public/organization/logo/sebl_logo.png"
  },
  {
      "title": "Uttara Bank PLC",
      "description": "Uttara Bank PLC is a valued partner, renowned for its strong financial services and customer-centric approach. Through our partnership, we offer secure, reliable banking solutions tailored to meet your needs. Together, we are committed to providing seamless and efficient financial experiences, supporting your growth and success. Trust in our collaboration to deliver exceptional service and innovative banking solutions.",
      "logo": "https://baplc.org/upload/Uttara%20Bank.jpg"
  },
  {
      "title": "IDCOL",
      "description": "IDCOL (Infrastructure Development Company Limited) is a strategic partner, dedicated to supporting sustainable development through financing key infrastructure projects. With our collaboration, we work towards enhancing growth and fostering innovation in various sectors. Together, we focus on delivering impactful solutions that drive economic progress and long-term development. Trust in IDCOL’s expertise and our partnership to create a brighter, more sustainable future.",
      "logo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQe70egmE3OMCwtcYmBsDqnda3l7s3PlovJNg&s"
  }
]
